Repository: jpawlowski/openvpn-als
Catalog: language/src/ZH-CN/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Attempts
zh_cn: 尝试

source: Last
zh_cn: 最新

source: All Administrators
zh_cn: 所有管理员

source: Delivery Systems Available
zh_cn: 运载系统可用

source: Delivery system {0} is now disabled.
zh_cn: 运载系统可用 {0} 现在禁用了

source: Delivery system {0} is now enabled.
zh_cn: 运载系统可用 {0} 现在启用了

source: There are no messages queued.
zh_cn: 没有消息在列队

source: Clear Message Queue
zh_cn: 清空消息列队

source: Click here to clear down the message queue.
zh_cn: 点击这里清空消息列队

source: Send Message
zh_cn: 发送消息

source: Send messages to your users
zh_cn: 发送消息到你的用户

source: Click here to upload or update an extension.
zh_cn: 点击这里来上载或更新一个extension

source: OpenVPN-ALS:::Send Message
zh_cn: OpenVPN-ALS:::发送消息

source: Send a message to one or more users using one or more delivery systems
zh_cn: 发送消息到一个或多个用户用传送系统

source: Subject:
zh_cn: 主题:

source: Recipients
zh_cn: 收件人

source: Delivery:
zh_cn: 传送:

source: You must supply a subject
zh_cn: 你必须提供一个主题。

source: You must select at least one recipient (a policy, account or group)
zh_cn: 您必须选择至少一个收件人（政策，帐户或组）

source: First
zh_cn: 第一

source: {0} is not a valid account name.
zh_cn: {0} 不是有效账户名

source: {0} is not a valid group name.
zh_cn: {0} 不是有效组名.

source: {0} is not a valid policy name.
zh_cn: {0} 不是有效政策名

source: Failed to validate recipients.
zh_cn: 验证收件人失败

source: OpenVPN-ALS:::Clear Message Queue
zh_cn: OpenVPN-ALS:::清空消息列队

source: If you continue, <strong>ALL</strong> queued messages will be deleted.
zh_cn: 如果继续 , <strong>所有</strong> 列队消息将删除

source: There may be important messages waiting.
zh_cn: 可能有更多的等待消息

source: Clear Messages
zh_cn: 清空消息

source: OpenVPN-ALS:::Status
zh_cn: OpenVPN-ALS:::状态

source: Details the current status of OpenVPN-ALS including logged-on users, memory allocation and other information on your hardware.
zh_cn: OpenVPN-ALS现状细节包括登录的用户，内存分配和其他信息包括硬件。

source: Ticket
zh_cn: 票

source: Date / Time
zh_cn: 日期/时间

source: Address
zh_cn: 地址

source: VPN Sessions
zh_cn: VPN 会话

source: Client environment
zh_cn: 客户环境

source: Free
zh_cn: 免费

source: Used
zh_cn: 已用的

source: OS Architecture
zh_cn: OS 结构

source: OS Name
zh_cn: OS 名字

source: OS Version
zh_cn: OS 版本

source: Java Version
zh_cn: Java 版本

source: Server Port
zh_cn: 服务器端口

source: Active Threads
zh_cn: 活动线程

source: Available Processors
zh_cn: 可用的进程

source: Network Interfaces
zh_cn: 网络接口

source: Thread dump
zh_cn: 线程转储

source: Sessions
zh_cn: 会话

source: System Information
zh_cn: 系统信息

source: You cannot log yourself off.
zh_cn: 你不能注销你自己.

source: Log off user
zh_cn: 注销用户

source: Log user off
zh_cn: 注销用户

source: User name
zh_cn: 用户名

source: Full name
zh_cn: 全名

source: Email Address
zh_cn: 电子邮件地址

source: Client
zh_cn: 客户

source: Host name
zh_cn: 主机名

source: Session type
zh_cn: S会话类型

source: User Agent
zh_cn: 用户代理

source: Logon time
zh_cn: 登入时间

source: Embedded
zh_cn: 嵌入式

source: Failed to upload keystore {0}.
zh_cn: 上载钥匙失败 {0}.

source: Key store uploaded.
zh_cn: Key store 已上载.

source: Key store exists.
zh_cn: Key store 存在.

source: Please delete before uploading a new one.
zh_cn: 请删除在你上载一个新的之前.

source: OpenVPN-ALS:::System Configuration
zh_cn: OpenVPN-ALS:::系统配置

source: Here you may configure various system preferences and options to customize the behaviour of your OpenVPN-ALS VPN server.
zh_cn: 在这里，您可以设定不同的系统预置和选择自定义的行为，为您的OpenVPN-ALS VPN服务器。

source: Please ensure that Automatic Updates are enabled to ensure you have the latest and most secure version of the software.
zh_cn: 请确保已启用自动更新，以确保您拥有最新和最安全的版本的软件。

source: OpenVPN-ALS:::Shutdown
zh_cn: OpenVPN-ALS:::关闭

source: Are you sure you want to shutdown OpenVPN-ALS?
zh_cn: 您确定要关闭OpenVPN-ALS ？

source: There may be users currently connected.
zh_cn: 用户当前可能连接

source: If OpenVPN-ALS is running as a service, you will also have the option to restart the server.
zh_cn: 如果OpenVPN-ALS正在运行的服务，您也可以选择重新启动服务器。

source: Shutdown OpenVPN-ALS
zh_cn: 关闭OpenVPN-ALS

source: Shutdown or Restart
zh_cn: 关闭或重新启动

source: Already Shutting Down
zh_cn: 已经关闭

source: A shutdown or restart is already scheduled for <strong>{0}</strong>.
zh_cn: 关闭或重新启动已经计划在 <strong>{0}</strong>.

source: If you wish to cancel it, please click on the Cancel button below.
zh_cn: 如果您想取消它，请单击取消按钮。

source: WARNING!
zh_cn: 警告!

source: There are currently {0} users logged on.
zh_cn: 当前 {0} 登录用户.

source: Restart OpenVPN-ALS
zh_cn: 重新启动OpenVPN-ALS

source: Delay in minutes
zh_cn: 延迟分钟

source: Cancel Shutdown / Restart
zh_cn: 取消关机/重新启动

source: The Shutdown/Restart delay must not be less than 0 minutes.
zh_cn: 关机/重新启动拖延不得少于0分钟。

source: The Shutdown/Restart delay must be in whole minutes, no decimals.
zh_cn: 关机/重新启动拖延，必须在整个分钟，没有小数。

source: The system will Shutdown/Restart at <strong>{0}</strong>.
zh_cn: 该系统将关机/重新启动在 <strong>{0}</strong>.

source: Please ensure that you logout before this time.
zh_cn: 请确保您在这个时间前注销

source: Server Shut Down
zh_cn: 服务器关闭

source: The system has been shut down, no actions are available at the moment.
zh_cn: 该系统已被关闭，没有任何行动可用在现在。

source: Server Restarted
zh_cn: 服务器重新启动

source: The system has been started, you will be redirected to the logon page.
zh_cn: 该系统已开始使用，您将被重定向到登录页

source: Send Message To All Users
zh_cn: 发送消息到所以用户

source: Send a message to all users, warning them of the shutdown.
zh_cn: 将消息发送给所有用户，警告他们关闭。

source: OpenVPN-ALS:::Immediate shutdown/restart
zh_cn: OpenVPN-ALS:::立即关机/重新启动

source: Confirm Immediate shutdown/restart
zh_cn: 确认立即关机/重新启动

source: The system will shutdown/restart in 10 seconds, Are you sure?
zh_cn: 该系统将关机/重新启动在10秒，是真的吗？

source: OpenVPN-ALS:::Timed shutdown/restart
zh_cn: OpenVPN-ALS:::定时关机/重新启动

source: Timed Immediate shutdown/restart
zh_cn: 定时立即关机/重新启动

source: They system will shutdown/restart at <strong>{0}</strong>, Are you sure?
zh_cn: 这些系统将关机/重新启动在<strong>{0}</strong>,是真的吗?

source: OpenVPN-ALS:::Cancel Shutdown
zh_cn: OpenVPN-ALS:::取消关闭

source: Confirm Cancel Shutdown
zh_cn: 确认取消关闭

source: Cancel the currently scheduled shutdown, Are you sure?
zh_cn: 取消目前预定关机，您确定吗？

source: OpenVPN-ALS:::Restarting
zh_cn: OpenVPN-ALS:::重新启动

source: Restarting
zh_cn: 正在重新启动

source: OpenVPN-ALS will restart in 10 seconds.
zh_cn: OpenVPN-ALS将重新启动在10秒后

source: This page contains an error.
zh_cn: 此页面包含了一个错误。

source: OpenVPN-ALS:::Shutting Down
zh_cn: OpenVPN-ALS:::正在关闭

source: Shutting Down
zh_cn: 正在关闭

source: OpenVPN-ALS will shutdown in 10 seconds.
zh_cn: OpenVPN-ALS将关闭在10秒后

source: Server is not running as a service.
zh_cn: 服务器不是作为服务在运行

source: Restart is not possible.
zh_cn: 重新启动不可行

source: OpenVPN-ALS:::Configuration Changed - Restart Required
zh_cn: OpenVPN-ALS:::配置更改了 - 需要重新启动

source: Configuration Changed - Restart Required
zh_cn: 配置更改了 - 需要重新启动

source: The configuration has changed and OpenVPN-ALS now requires a restart before these settings can take effect.
zh_cn: 配置已发生变化， OpenVPN-ALS现在需要重新启动之后，这些设置才能生效。

source: Do you wish to do this now?
zh_cn: 你愿意这样做吗？

source: A general error has occured.
zh_cn: 一般错误出现。

source: This delivery system sends emails to recipients using the SMTP protocol.
zh_cn: 这种运载系统的收件人发送电子邮件使用SMTP协议。

source: If you have not already done so, you will need to configure the SMTP server to use in the <strong>System Configuration</strong> pages.
zh_cn: 如果你还没有这样做，您将需要配置SMTP服务器使用的<strong>系统配置</strong> 页.

source: Agent
zh_cn: 代理

source: This delivery system sends messages to users who are running the OpenVPN-ALS Agent.
zh_cn: 这种运载系统发送信息的正在运行OpenVPN-ALS代理的用户。

source: Due to the nature of the agent, the message will probably take slightly longer to be delivered than by other methods.
zh_cn: 由于代理人的性质，该邮件可能需要稍长的交付，而不是其他方法。

source: Tasks
zh_cn: 任务

source: Downloading extension {0}, please wait
zh_cn: 下载 extension {0}, 请等待

source: Downloaded {0}K of extension {1}, please wait
zh_cn: 下载 {0}K of extension {1}, 请等待

source: Message resources for SSL Tunnels.
zh_cn: SSL隧道的信息资源.

source: Configure SSL Tunnels to securely connect to remote TCP/IP based services on your OpenVPN-ALS network.
zh_cn: 配置SSL隧道安全地连接到远程TCP / IP服务在您的OpenVPN-ALS网络。

source: View SSL Tunnels that have been configured for you to use.
zh_cn: 检视的SSL隧道，已配置供您使用。

source: Create Tunnel
zh_cn: 创建隧道

source: Click here if you wish to create a new Tunnel.
zh_cn: 点击这里如果您想创建一个新的隧道。

source: Create Personal Tunnel
zh_cn: 创建个人隧道

source: Click here if you wish to create a new Personal Tunnel.
zh_cn: 点击这里如果您想创建一个新的个人隧道。

source: You have already opened the remote tunnel on port {0}.
zh_cn: 你已经打开了远程隧道端口{0}.

source: If this problem persists, try logging out and back in again.
zh_cn: 如果此问题仍然存在，尝试注销，并再一次登入。

source: Someone else has already opened a remote tunnel using port {0}.
zh_cn: 已经有人开了一个用远程隧道使用这个端口 {0}.

source: Please try again later.
zh_cn: 请稍候尝试.

source: If the problem persists, contact your administrator
zh_cn: 如果问题仍然存在，请与管理员联系

source: The requested port is already in use.
zh_cn: 所要求的端口已被使用。

source: This usually suggests that another application is already running on port {0} on the server.
zh_cn: 这通常意味着另一个应用程序已经运行于端口{0} 的服务器上。

source: Agent refused to start the local tunnel.
zh_cn: 代理拒绝启动当地隧道

source: Agent refused to stop the local tunnel.
zh_cn: 代理拒绝停止当地隧道

source: Failed to auto-start {0} tunnel(s).
zh_cn: 自动启动{0} 隧道失败

source: OpenVPN-ALS:::Delete Tunnel
zh_cn: OpenVPN-ALS:::删除隧道

source: Are you sure you wish to delete this tunnel.
zh_cn: 您是否确实要删除这条隧道。

source: Source:
zh_cn: 源:

source: Auto.
zh_cn: 自动.

source: Start:
zh_cn: 启动:

source: OpenVPN-ALS:::SSL-Tunneling
zh_cn: OpenVPN-ALS:::SSL－隧道

source: Here you can configure SSL tunnels from your client to ports on machines inside your network.
zh_cn: 在这里您可以配置SSL隧道从客户端到机器上得端口在您的网络。

source: Many TCP protocols can be tunneled using SSL, including the SMTP and POP protocols used by your email client.
zh_cn: 许多TCP协议可以使用SSL隧道，包含SMTP和POP协议所使用的电子邮件客户端。

source: Here you can start and stop SSL Tunnels from your computer to machines inside your network.
zh_cn: 在这里，您可以启动和停止的SSL隧道在您的计算机网络内的机器。

source: Please contact your network administrator if the SSL Tunnel to which you require access is missing.
zh_cn: 请联系您的网络管理员如果你没有访问权限到你想要的隧道

source: Source Port
zh_cn: 源端口

source: Source Interface
zh_cn: 源接口

source: Destination
zh_cn: 目标

source: Destination Host
zh_cn: 目标主机

source: Destination Port
zh_cn: 目标端口

source: Allow External Hosts
zh_cn: 允许外部主机

source: start
zh_cn: 开始

source: Transport
zh_cn: 交通

source: The <strong>SSL-Tunneling</strong> feature allows you to tunnel many of your existing insecure applications over a secure SSL connection.
zh_cn: The <strong>SSL-Tunneling</strong> 功能可让您的许多不安全的您现有的应用程序能够有一个安全SSL连接。

source: This feature requires the OpenVPN-ALS Agent which can be launched by pressing the button below.
zh_cn: 此功能需要OpenVPN-ALS代理可按下启动按钮。

source: Please select at least one tunnel to delete.
zh_cn: 请至少选择一个隧来删除

source: {0} tunnel(s) deleted.
zh_cn: {0} 隧道已删除

source: You cannot delete global tunnels.
zh_cn: 您不能删除全局隧道。

source: You cannot edit global tunnels here.
zh_cn: 您不能编辑全局隧道，在这里。

source: You may only edit one tunnel at a time.
zh_cn: 您只能一次修改一个隧道。

source: Cannot edit open tunnel.
zh_cn: 无法编辑打开隧道。

source: You must select at least one tunnel to add as a favorite.
zh_cn: 您必须至少选择一个隧道添加到收藏夹。

source: The tunnel {0} already exists as a favorite.
zh_cn: 隧道 {0} 已经存在的喜爱。

source: Favorites added.
zh_cn: 收藏已添加

source: This feature requires the OpenVPN-ALS Agent which you do not currently have permission to use.
zh_cn: 此功能需要OpenVPN-ALS代理，但您目前没有使用它的许可。

source: Tunnel Type
zh_cn: 隧道类型

source: Tunnel <strong>{0}</strong> started.
zh_cn: 隧道 <strong>{0}</strong> 启动了.

source: Tunnel <strong>{0}</strong> stopped.
zh_cn: 隧道 <strong>{0}</strong> 停止了.

source: The agent reported that the tunnel could not be started.
zh_cn: 代理报告，隧道无法启动。

source: The agent reported that the tunnel could not be stopped.
zh_cn: 代理报告，隧道无法停止。

source: You do not have permission to use the tunnel <strong>{0}</strong>.
zh_cn: 您没有权限使用隧道 <strong>{0}</strong>.

source: There are currently no tunnel or none that you are allowed to edit.
zh_cn: 目前没有任何隧道或根本没有，你可以修改

source: If allowed, you will be able to create a new tunnel by selecting the <b>Create Tunnel</b> action.
zh_cn: 如果允许，您将能够创建一个新的隧道通过选择 <b>创建隧道</b> 行为.

source: Remove this tunnel
zh_cn: 删除这条隧道

source: Edit this tunnel
zh_cn: 编辑这个隧道

source: Copy this tunnel
zh_cn: 拷贝这个隧道

source: Switch On
zh_cn: 打开

source: Switch On the Tunnel.
zh_cn: 打开隧道.

source: Switch Off
zh_cn: 关闭

source: Switch Off the Tunnel.
zh_cn: 关闭隧道

source: OpenVPN-ALS:::Global Tunnels
zh_cn: OpenVPN-ALS:::全局隧道

source: You may define global tunnels here that will be made available to every OpenVPN-ALS user that logs on and starts a OpenVPN-ALS Agent.
zh_cn: 您可以定义全球隧道，在这里，将提供给每一个OpenVPN-ALS用户登录并启动一个OpenVPN-ALS代理。

source: The source port should be a number between 1 and 65535.
zh_cn: 源端口必须有一个号码在1和65535之间，包含头尾.

source: The destination port should be a number between 1 and 65535.
zh_cn: 目标端口必须有一个号码在1和65535之间，包含头尾.

source: The destination host should be entered.
zh_cn: 目标主机应该进入。

source: UDP is for local tunnels only.
zh_cn: UDP 只能用于本地隧道

source: Invalid source interface.
zh_cn: 无效的源接口

source: Must either be blank for all interfaces, 127.0.0.1 for localhost, 127.0.0.2 for the localhost workaround (see knowledge base) or a valid IP address on the clients computer.
zh_cn: 必须是空白的所有接口， 127.0.0.1为本地主机， 127.0.0.2的本地方法（请参阅知识库）或有效的IP地址的客户端计算机。

source: Must either be blank for all interfaces, 127.0.0.1 for localhost, 127.0.0.2 for the localhost workaround (see knowledge base) or the IP address of a network interface on this server.
zh_cn: 必须是空白的所有接口， 127.0.0.1为本地主机， 127.0.0.2的本地方法（请参阅知识库）或IP地址的网络接口在此服务器上。

source: OpenVPN-ALS:::Edit Tunnel
zh_cn: OpenVPN-ALS:::编辑隧道

source: Edit Tunnel
zh_cn: 编辑隧道

source: Edit a tunnel
zh_cn: 编辑一个隧道

source: Tunnel has been changed.
zh_cn: 隧道已变更.

source: Tunnel
zh_cn: 隧道

source: OpenVPN-ALS::::Create SSL Tunnel
zh_cn: OpenVPN-ALS::::创建SSL隧道

source: The following wizard will guide you through the stages of configuring a new SSL Tunnel and assigning it to one or more policies.
zh_cn: 下面的向导将引导您完成配置阶段的一个新的隧道，并指派给一个或一个以上的政策。

source: Create SSL Tunnel
zh_cn: 创建 SSL 隧道

source: Tunnel Details
zh_cn: 隧道详情

source: Step 1 - SSL Tunnel Resource Details
zh_cn: 步骤 1 - SSL隧道资源详情

source: Please provide a name and description for this tunnel.
zh_cn: 请提供名字和描述为这个隧道

source: No tunnel name has been provided.
zh_cn: 没有隧道名字提供

source: You must provide a description for this tunnel.
zh_cn: 你必须提供表述为这个隧道

source: Tunnel name must be {0} characters or less.
zh_cn: 隧道名必须是 {0} 字符.

source: Failed to check for tunnel by name.
zh_cn: 用名字检查隧道失败.

source: Tunnel named <strong>{0}</strong> already exists.
zh_cn: 隧道命名 <strong>{0}</strong> 已存在 exists.

source: Step 2 - SSL Tunnel Other Details
zh_cn: 步骤 2 - SSL隧道其他详情

source: Please provide the other information for this tunnel.
zh_cn: 请提供其他信息为这个隧道

source: Step 3 - SSL Tunnel Policies Selection
zh_cn: 步骤 3 - SSL隧道政策详情

source: Choose the policies you wish to attach this tunnel to.
zh_cn: 选择你愿意连接这个隧道的政策

source: You must select at least one policy to attach this tunnel.
zh_cn: 您必须至少选择一个政策，连接此隧道

source: Step 3 - SSL Personal Tunnel Policy
zh_cn: 步骤 3 - SSL隧道隧道政策

source: Your personal Tunnel is going to be attached to your personal policy: "{0}"<br/>Please know that an admin may, at everytime, see, edit and deleted your personal resource and policy.
zh_cn: 你的个人隧道将连接到你个人的政策： "{0}"<br/>你知道系统管理员可以查看，编辑和删除你个人资源和政策

source: Step 4 - SSL Tunnel Summary
zh_cn: 步骤 4 - SSL隧道总结

source: Review the information below before clicking on <strong>Finish</strong> to create the tunnel.
zh_cn: 修改以下信息，然后单击 <strong>完成</strong> 来创建隧道.

source: Tunnel Name:
zh_cn: 隧道名字:

source: SSL Tunnel Created
zh_cn: SSL 隧道已创建

source: The tunnel creation wizard is now complete.
zh_cn: 隧道创建向导现已完成。

source: The creation of the tunnel failed.
zh_cn: 建立隧道失败。.

source: The creaton of the tunnel is complete, but some warnings occured.
zh_cn: 已完成创建隧道，但一些警告发生。

source: Tunnel created.
zh_cn: 隧道已创建

source: Attached tunnel to policies.
zh_cn: 连接隧道和政策.

source: Failed to create new tunnel.
zh_cn: 无法创建新的隧道

source: Tunnel Opened
zh_cn: 隧道打开了

source: Tunnel Closed
zh_cn: 隧道关闭了

source: Tunnel Created
zh_cn: 隧道已创建

source: Tunnel Edited
zh_cn: 隧道已编辑

source: Tunnel Deleted
zh_cn: 隧道已删除

source: Message resources for OpenVPN-ALSs VFS framework including Network Places.
zh_cn: OpenVPN-ALSVFS框架包含网络邻居的信息资源

source: The path you entered '{0}' is not valid.
zh_cn: 你键入的路径 {0} 无效.

source: OpenVPN-ALS:::File Upload
zh_cn: OpenVPN-ALS:::文件上传

source: File Upload
zh_cn: 文件上传

source: Here you may upload multiple files.
zh_cn: 这里你可以上传多个文件

source: Either type the filename or click on <strong>Browser</strong> to select your file, then click on <strong>Upload</strong> to upload the file.
zh_cn: 两种文件名类型中的一种或点击<strong>浏览器</strong>来选择文件, 然后点击 <strong>上传</strong>来上传文件

source: You may then repeat the process as many times as you wish.
zh_cn: 你现在可以随便重复操作

source: When complete, click on the <strong>Exit</strong> button.
zh_cn: 完成后，单击 <strong>退出</strong> 按钮.

source: If you do not wish to upload any files at this time, simply click on <strong>Exit</strong> now.
zh_cn: 如果您不想上载任何文件在这个时候，只要按一下<strong>退出</strong> 现在.

source: The file <strong>{0}</strong> has successfully been uploaded to <strong>{1}</strong>.
zh_cn: 文件 <strong>{0}</strong> 已经上传成功到<strong>{1}</strong>.

source: The file <strong>{0}</strong> has successfully been uploaded.
zh_cn: 文件 <strong>{0}</strong> 已经上传成功

source: The file has not been uploaded: <strong>{0}</strong>
zh_cn: 文件没有被上传: <strong>{0}</strong>

source: There is no file name.
zh_cn: 没有文件名.

source: Vfs Lock Information
zh_cn: Vfs 锁定信息

source: Unlock
zh_cn: 解锁

source: There are currently no existing Vfs Locks or none that you are allowed to edit.
zh_cn: 目前没有任何现有的VFS锁定或没有，你可以修改。

source: Unlock file.
zh_cn: 解锁文件.

source: File <b>{0}</b> unlocked.
zh_cn: 文件 <b>{0}</b> 已解锁.

source: VFS provider for application extensions
zh_cn: VFS 提供应用程序 extensions

source: Temporary Downloads
zh_cn: 零时下载

source: VFS provider for the temporary download store
zh_cn: VFS提供零时下载商店

source: Site Files
zh_cn: 网站文件

source: VFS provider for the site customisation directory
zh_cn: VFS 提供网站自定义路径

source: Web Forwarding
zh_cn: Web 推送

source: Message resources for OpenVPN-ALS's Web Forwards feature.
zh_cn: OpenVPN-ALS Web推送特点信息资源

source: A list of the users Web Forwards.
zh_cn: 用户Web推送列表

source: Configure access to internal web applications.
zh_cn: 配置访问内部Web应用程序

source: OpenVPN-ALS:::Web Forwards
zh_cn: OpenVPN-ALS:::Web推送

source: Here you may configure your web forwards.
zh_cn: 在这里，您可以设定您的Web推送

source: OpenVPN-ALS provides three methods of forwarding intranet websites.
zh_cn: OpenVPN-ALS提供三种方法转发内部网站。

source: Please see the help file for more information on which is the most appropriate in your environment.
zh_cn: 请参阅帮助文件提供更多的资料，这是最适合您的环境。

source: A Web Forward is a link to an intranet website within your network.
zh_cn: 一种基于Web推送的链接是一个内部网站在您的网络内。

source: Click on the links to access your preconfigured Web Forwards.
zh_cn: 点击链接访问您预先Web推送

source: Please contact your network administrator if the web forward resource to which you require access is missing.
zh_cn: 请联系您的网络管理员如果你没有访问权限到你想要的Web推送

source: Web forward type:
zh_cn: Web 推送类型:

source: Destination URL:
zh_cn: 目标URL:

source: Tunneled proxy
zh_cn: 隧道代理

source: Replacement proxy
zh_cn: 替代代理

source: Path-Based Reverse proxy
zh_cn: 基于路径的反向代理

source: Host-Based Reverse proxy
zh_cn: 基于主机的反向代理

source: Remove this web forward
zh_cn: 删除这个Web推送

source: Edit this web forward
zh_cn: 编辑这个Web推送

source: Copy this web forward
zh_cn: 拷贝这个Web推送

source: <strong>This web forward is attached to multiple policies :-</strong>
zh_cn: <strong>此Web推送连接到多个政策 :-</strong>

source: There are currently no existing web forwards or none that you are allowed to edit.
zh_cn: 目前没有任何现有的Web推送或没有，你可以修改。

source: If allowed, you will be able to create a new web forward by selecting the <b>Create Web Forward</b> action.
zh_cn: 如果被允许的,你将可以创建一个新的Web推送，用选择<b>创建Web推送</b> 行为 .

source: Edit this web forward.
zh_cn: 编辑这个Web推送.

source: Remove this web forward.
zh_cn: 删除这个Web推送

source: Create Web Forward
zh_cn: 创建Web推送

source: Click here if you wish to create a new Web Forward.
zh_cn: 点击这里如果您希望创建一个新的Web推送

source: Create Personal Web Forward
zh_cn: 创建个人Web推送

source: Click here if you wish to create a new Peronal Web Forward.
zh_cn: 点击这里如果您希望创建一个新的个人Web推送

source: Customise the behaviour of the Replacement Proxy.
zh_cn: 自定义的行为更换代理。

source: OpenVPN-ALS:::Web Forward
zh_cn: OpenVPN-ALS:::Web推送

source: Confirm remove Web Forward
zh_cn: 确定删除这个Web推送

source: Are you sure you wish to remove this Web Forward.
zh_cn: 你确定你想要删除这个Web推送

source: Destination URL
zh_cn: 目标URL:

source: Active DNS
zh_cn: 活动的DNS

source: Host Header
zh_cn: 主机头标题

source: Paths
zh_cn: 路径

source: Encoding
zh_cn: 编码

source: Restrict to hosts
zh_cn: 限制主机

source: Use Browser Cookies
zh_cn: 使用浏览器Cookies

source: Preferred scheme
zh_cn: 编号计划

source: Authentication Type
zh_cn: 授权类型

source: Form-Based
zh_cn: 基于表单的

source: New Path
zh_cn: 新的路径

source: Parameter
zh_cn: 参数

source: Form Parameters
zh_cn: 表单参数

source: Authentication
zh_cn: 授权

source: OpenVPN-ALS:::Edit Web Forward
zh_cn: OpenVPN-ALS:::编辑Web推送

source: Edit Web Forward
zh_cn: 编辑Web推送

source: Edit a Web Forward
zh_cn: 编辑这个Web推送

source: No category provided.
zh_cn: 没有提供类型.

source: You must provide an existing or new category name for this web forward.
zh_cn: 您必须提供现有的或新的类别名称为此Web向前发展。

source: Web forward saved.
zh_cn: Web推送保存了.

source: OpenVPN-ALS::::Create Web Forward
zh_cn: OpenVPN-ALS::::创建Web推送

source: The following wizard will guide you through the stages of configuring a new Web Forward and assigning it to one or more policies.
zh_cn: 下面的向导将引导您完成配置阶段的一个新的Web推送，并指派给一个或一个以上的政策。

source: Web Forward Type
zh_cn: Web推送类型

source: Step 1 - Web Forward Type
zh_cn: 步骤 1 - Web推送类型

source: Please select the type of web forward you would like to create
zh_cn: 请选择你希望的创建的Web推送的类型

source: Create Tunneled Web
zh_cn: 创建隧道Web

source: Click here if you wish to create a new Tunneled Web Forward.
zh_cn: 点击这里如果您希望创建一个新的隧道Web推送

source: Create Replacement Proxy
zh_cn: 创建替代代理

source: Click here if you wish to create a new Replacement Web Forward.
zh_cn: 点击这里如果您希望创建一个新的替代Web推送

source: Create Path-Based Reverse Proxy
zh_cn: 创建基于路径的反向代理

source: Click here if you wish to create a new Path-Based Reverse Proxy Web Forward.
zh_cn: 点击这里如果您希望创建一个新的基于路径的反向代理Web推送

source: Create Host-Based Reverse Proxy
zh_cn: 创建基于主机的反向代理

source: Click here if you wish to create a new Host-Based Reverse Proxy Web Forward.
zh_cn: 点击这里如果您希望创建一个新的基于主机的反向代理Web推送

source: No Web Forward Type selected.
zh_cn: 没有Web推送类型被选择.

source: Step 2 - Web Forward Resource Details
zh_cn: 步骤 2 - Web推送资源详情

source: Please provide a name and description for this Web Forward.
zh_cn: 请提供的名称和说明为这个Web推送.

source: No Web Forward name has been provided.
zh_cn: 没有提供Web推送的名字.

source: You must provide a description for this Web Forward.
zh_cn: 你必须提供Web推送的描述.

source: Web Forward name must be {0} characters or less.
zh_cn: Web推送名字必须是{0} 字符

source: Failed to check for Web Forward by name.
zh_cn: 用名字检查Web推送失败

source: Web Forward named <strong>{0}</strong> already exists.
zh_cn: Web推送的名字<strong>{0}</strong> 已存在.

source: Step 3 - Web Forward Specific Details
zh_cn: 步骤 3 - Web推送详情

source: Please provide the other information for this Web Forward.
zh_cn: 请提供其他信息为这个Web推送

source: Malformed URL, should be in the form http://localhost
zh_cn: 网址格式不正确，应为 http://localhost

source: Path {0} is already in use by another web forward.
zh_cn: 路径{0} 已存在另一个Web推送

source: Failed to contact database.
zh_cn: 链接数据库失败

source: Path part {0} should start with a '/'.
zh_cn: 路径部分{0} 要以 '/'开始.

source: No path provided.
zh_cn: 没有提供路径.

source: You must provide a path for this web forward.
zh_cn: 您必须提供路径为该Web推送
